brew "rcm"

# Shell & tools
brew "bash"
brew "bash-completion"
brew "direnv"
brew "fzf"
brew "git"
brew "neovim"
brew "rcm"
brew "ripgrep"
brew "ruby-build"
brew "tree"
brew "wezterm"
brew "xh"

# Containers
brew "kubernetes-cli"
brew "kubectx"
